alefragnani.project-manager
avneeshagarwal.react-nextjs-snippets
batisteo.vscode-django
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
codezombiech.gitignore
dbaeumer.vscode-eslint
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
github.codespaces
github.copilot
github.copilot-chat
harryhopkinson.vim-theme
hwencc.html-tag-wrapper
juhahinkula.thymeleaf
kevinrose.vsc-python-indent
kongkiat.thymeleaf-snippets
lalithk90.thymeleaf-html5-snippets
mariusalchimavicius.json-to-ts
mhutchie.git-graph
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
msjsdiag.vscode-react-native
njpwerner.autodocstring
pkief.material-icon-theme
redhat.fabric8-analytics
redhat.java
redhat.vscode-xml
ritwickdey.liveserver
runningcoder.react-snippets
shuyoou.ts-react-snippets
steoates.autoimport
stylelint.vscode-stylelint
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
vscodevim.vim
wholroyd.jinja
willstakayama.vscode-nextjs-snippets
wix.vscode-import-cost
zainchen.json
zarifprogrammer.tailwind-snippets
zhang-renyang.vscode-react
ziyasal.vscode-open-in-github
